IDEA StatiCa Open Model
CrossSectionComponent Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 Constructor
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public CrossSectionComponent()
Public Sub New
public:
CrossSectionComponent()
See Also
Reference
CrossSectionComponent Class
IdeaRS.OpenModel.CrossSection Namespace